{
  "Home": "الصفحة الرئيسية",
  "About us": "عن الشركة",
  "News": "الاخبار",
  "Contact us": "تواصل معنا",
  "Sign up": "إنشاء حساب",
  "Login": "تسجيل الدخول",
  "View All News": "عرض كافة الأخبار",

  "Outsource": "الاستعانة بمصادر خارجية",
  "Global IT Experts": "خبراء تكنولوجيا المعلومات",
  "On-shore, offshore, nearshore and hybrid models for dedicated development, product building and staff augmentation.": "نماذج على الشاطئ ، وفي البحر ، وبالقرب من الشاطئ ، ومختلطة للتطوير المخصص ، وبناء المنتجات ، وزيادة الموظفين",
  "Marking": "العلامات",
  "25 Years of Business Growth": "25 عامًا من نمو الأعمال",
  "Link Development, the global technology solutions provider and an A15 company, unveiled today that it has recently marked its Silver Jubilee anniversary.": "كشفت شركة Link Development ، المزود العالمي للحلول التقنية وشركة A15 ، اليوم أنها احتفلت مؤخرًا بالذكرى السنوية لليوبيل الفضي لها.",
  "Trendy Inside-Out": "عصرية من الداخل إلى الخارج",
  "Crafty Minds Reshaping Future": "عقول ماكرة تعيد تشكيل المستقبل",
  "Link Development,Our people, processes, and technologies thrive on digital breakthroughs.": "تطوير الروابط ، موظفونا ، عملياتنا وتقنياتنا تزدهر في الاختراقات الرقمية.",
  "Find out more": "اكتشف المزيد",
  "Play Demo": "فيديو تجريبي",
  "Previous": "السابق",
  "Next": "التالى",
  "Transformation": "تحول",
  "Read more": "قراءه المزيد",
  "Envision": "تصور",
  "Dynamics 365": "الديناميك 365",
  "We Deliver": "نحن نسلم",
  "Digital Productivity": "الإنتاجية الرقمية",
  "We craft technology solutions that digitally bond and transform the productivity of our customers and their citizens, workers, consumers and partners.": "نصنع حلولًا تقنية تعمل على ربط وتحويل إنتاجية عملائنا ومواطنيهم وعمالهم ومستهلكينهم وشركائنا رقميًا.",
  "All": "الجيمع",
  "Technology": "تقنية",
  "Sports": "رياضات",
  "Health": "الصحة",
  "Economics": "اقتصاديات",
  "Art": "فن",
  "Top News": "الاخبار المهمه",


  "A15 invests millions in Egypt’s R2S Logistics": "A15 تستثمر الملايين في R2S في مصر",
  "Inflation Was Hottest in Atlanta, Mildest in San Francisco in 2021 - The Wall Street Journal": "التضخم كان الأكثر سخونة في أتلانتا ، وكان الأكثر اعتدالًا في سان فرانسيسكو في عام 2021 - صحيفة وول ستريت جورنال",
  "All the ways to watch Super Bowl 2022": "كل الطرق لمشاهدة Super Bowl 2022",
  "Link Development Lands Three New Microsoft Advanced Specializations": "ربط أراضي تطوير ثلاثة تخصصات متقدمة جديدة لـ Microsoft",
  "Vizio's new 4K TVs start at $230": "تبدأ تلفزيونات Vizio الجديدة بدقة 4K من 230 دولارًا",
  "iFix raises investment from A15": "يرفع iFix الاستثمار من A15",
  "A15 sells 76% stake in TPAY to Helios": "A15 تبيع 76٪ من حصتها في TPAY لشركة Helios",
  "Spotify is launching a premium plan for couples": "Spotify تطلق خطة مميزة للأزواج",

  "PerfectVIPs executives accused of H-1B visa fraud": "المتهمون التنفيذيون في PerfectVIPs بالاحتيال على تأشيرة H-1B",
  "Kevin Hart Refuses to Work Out With The Rock and Mark Wahlberg": "كيفن هارت يرفض التدرب مع ذا روك ومارك والبيرج",
  "Ask the Mary Sues: Our Favorite Fictional Women in STEM": "مفضلاتنا الخيالية في العلوم والتكنولوجيا والهندسة والرياضيات",
  "Horizon Forbidden West Review": "هورايزون فوربيدن ويست ريفيو",
  "Nutrient-rich pancakes and chocolate could lower cholesterol without medication, new study suggests": "تشير دراسة جديدة إلى أن الفطائر الغنية بالمغذيات والشوكولاتة يمكن أن تخفض نسبة الكوليسترول بدون دواء",
  "GOP Sen. Roger Marshall wants Republicans to look into having Biden take an annual cognitive test due to 'concern' for his mental health": "يريد السناتور الجمهوري روجر مارشال من الجمهوريين أن ينظروا في جعل بايدن يخضع لاختبار إدراكي سنوي بسبب 'القلق' على صحته العقلية",
  "Long-term Consequences of a Keto Diet": "العواقب طويلة المدى لنظام كيتو الغذائي",
  "Subaru’s Dismal Financial Report And What It Means For New Car Shoppers": "التقرير المالي الكئيب لشركة سوبارو وماذا يعني لمتسوقي السيارات الجديدة",
  "Samsung Galaxy S22 vs Galaxy S22 Plus vs Galaxy S22 Ultra: Explaining the differences in Samsung’s flagship lineup": "Samsung Galaxy S22 vs Galaxy S22 Plus vs Galaxy S22 Ultra: شرح الاختلافات في تشكيلة سامسونج الرئيسية",
  "Is my phone telling me I'm being followed?": "هل هاتفي يخبرني أني مُتابَع؟",
  "VR-related claims increased by 31 percent in 2021, says UK insurance firm": "زادت المطالبات المتعلقة بالواقع الافتراضي بنسبة 31 بالمائة في عام 2021 ، كما تقول شركة التأمين البريطانية",
  "PSA: Update Zoom on Mac to fix a bug that keeps your mic on after meetings": "PSA: تحديث Zoom على Mac لإصلاح الخلل الذي يحافظ على تشغيل الميكروفون بعد الاجتماعات",
  "We make technology produce productive, adaptable and sustainable business experiences.": "نجعل التكنولوجيا تنتج تجارب أعمال منتجة وقابلة للتكيف ومستدامة",
  "Company": "شركة",
  "About": "عن الشركة",
  "Career": "التوظيف",
  "Mobile": "الهاتف",
  "Contact": "تواصل معنا",
  "Help/FAQ": "المساعدة/ الاسئلة الشائعه",
  "Press": "ضغط",
  "Affilates": "الشركات التابعة",
  "Media": "وسائل الإعلام",
  "Photo": "الصور",
  "Video": "مقاطع الفيديو",
  "Discover our app": "اكتشف تطبيقنا",
  "All rights reserved@Linkdevelopment.com": " Linkdevelopment.com جميع الحقوق محفوظة لـ "
}
